package org.example;

public class Settings {
    public static final String BROWSER = "Chrome";
    public static final String SITE_URL = "https://qa-scooter.praktikum-services.ru/";
    public static final String[] FIRST_ORDER={"Петр", "Романов", "Кремль", "Охотный ряд", "89172859530", "01.09.1703", "сутки", "чёрный жемчуг"};
    public static final String[] SECOND_ORDER={"Иван", "Грозный", "тоже Кремль", "Ломоносова", "79274084918", "04.12.2023", "трое суток", "grey"};
    public static final String[] ACCORDION_PANEL_STRINGS={
            "Сутки — 400 рублей. Оплата курьеру — наличными или картой.",
            "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.",
            "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.",
            "Только начиная с завтрашнего дня. Но скоро станем расторопнее.",
            "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.",
            "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.",
            "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.",
            "Да, обязательно. Всем самокатов! И Москве, и Московской области."
    };
}
